export const pages = [
  {
    title: '“сервер Loksi”',
    year: 2022,
    description:
      'Легендарный сервер, с которого начинается вся истроия водканда. Изначально был создан, чтобы просто играть с друзьями. Использовалась не совсем современная даже в то время версия 1.16.5',
    version: '1.16.5',
    image: '/uploads/history/serverLoksi.jpg',
    color: 'rgba(89, 128, 212, 0.15)',
    color10: 'rgba(89, 128, 212, 0.07)',
    imageFolder: 'server-loksi'
  },
  {
    title: 'Vodkand',
    year: 2023,
    description:
      'Первый сезон под знакомым названием. Сервер был обновлен до версии 1.19.2 и было добавлено больше плагинов. Впервые была введена избирательная система, и с этим было связано множество интересных моментов, в том числе и война Ярослава Лабутина против ГНР (Гумской народной республики)',
    version: '1.19.2',
    image: '/uploads/history/vodkand.jpg',
    color: 'rgba(89, 212, 175, 0.15)',
    color10: 'rgba(89, 212, 175, 0.07)',
    imageFolder: 'vodkand'
  },
  {
    title: 'Vodkand Politics',
    year: 2024,
    description:
      'Самый насыщенный и неоднозначный сезон. На нём можно было воевать, иначе говоря, гриферить, поэтому там никогда не было спокойно, но тем не менее, с ним связано много веселых событий. Стоит также отметить, что на нем впервые был добавлен легендарный плагин на пивоварение',
    version: '1.19.2',
    image: '/uploads/history/politics.jpg',
    color: 'rgba(193, 89, 212, 0.15)',
    color10: 'rgba(193, 89, 212, 0.07)',
    imageFolder: 'vodkand-politics'
  },
  {
    title: 'Vodkand Rebirth',
    year: 2024,
    description:
      'После 4 месяцев "анархии" всем хотелось просто спокойно поиграть, из-за чего и появился Rebirth. Само название намекает, что мы вернулись к идеям старых сезонов, поэтому на сервере традиционно действовал запрет на гриф, кражу и любые попытки помешать игре, однако, в отличие от прошлых сезонов, здесь уже не было централизованного государства, поэтому можно сказать, что сервер стал просто ванильным выживанием',
    version: '1.20.4',
    image: '/uploads/history/rebirth.jpg',
    color: 'rgba(183, 255, 173, 0.15)',
    color10: 'rgba(183, 255, 173, 0.07)',
    imageFolder: 'vodkand-rebirth'
  },
  {
    title: 'Vodkand',
    year: 2026,
    description:
      'И спустя почти два года простоя Vodkand снова открылся. Теперь это место, где каждый может построить что-то своё и быть уверенным, что оно останется здесь надолго. Мы стараемся сохранить уютную атмосферу и ценим комьюнити, которое и делает сервер живым',
    image: '/uploads/history/vodkandNew.png',
    color: 'rgba(104, 233, 131, 0.2)',
    color10: 'rgba(104, 233, 131, 0.2)'
  }
]
